Repository: marcosdebast/BookShelve
Catalog: BooksShelve/Localizations/Localizable.xcstrings
Source language: en
Languages: pt_br

source: of %lld pages read
pt_br: de %lld páginas lidas

source: %lld pages
pt_br: %lld páginas

source: Add author
pt_br: Adicionar autor

source: All
pt_br: Todos

source: Annotation
pt_br: Anotação

source: Annotations
pt_br: Anotações

source: Author name
pt_br: Nome do autor

source: Authors
pt_br: Autores

source: Bold
pt_br: Negrito

source: Book description
pt_br: Descrição do livro

source: Book pages
pt_br: Páginas do livro

source: Book title
pt_br: Título do livro

source: Cancel
pt_br: Cancelar

source: Congratulations!!!
pt_br: Parabéns!!!

source: Content
pt_br: Conteúdo

source: Continue Reading
pt_br: Continue a leitura

source: Cover art
pt_br: Capa

source: Current Page
pt_br: Página atual

source: Daily reading activity
pt_br: Atividade diária de leitura

source: Date
pt_br: Data

source: Delete
pt_br: Deletar

source: Dependencies
pt_br: Dependências

# DependenciesShowcaseText
source: I would like to express our sincere gratitude to all the authors and contributors of the dependencies used in this application. Your hard work and dedication are essential to the success and functionality of this project. Thank you for your valuable contributions!
pt_br: Eu gostaria de expressar a minha sincera gratidão a todos os autores e colaboradores das dependências utilizadas neste aplicativo. Seu trabalho árduo e dedicação são essenciais para o sucesso e a funcionalidade deste projeto. Obrigado por suas valiosas contribuições!

source: Description
pt_br: Descrição

source: Design Inspiration
pt_br: Inspiração de design

source: Details
pt_br: Detalhes

# DoYouWantToRemoveThisBookFromYourLibrary
source: Are you sure you want to remove this book from your library?
pt_br: Você tem certeza que quer remover esse livro da sua biblioteca?

source: Edit
pt_br: Editar

source: Edit book
pt_br: Editar livro

source: End Date
pt_br: Data do fim

source: End:
pt_br: Fim:

source: Ended
pt_br: Finalizado

source: End reading session
pt_br: Encerrar sessão de leitura

source: Enter text
pt_br: Insira o texto

source: Favorites
pt_br: Favoritos

source: Finished
pt_br: Finalizados

source: Inform the page
pt_br: Informe a página

source: Initializing timer...
pt_br: Iniciando cronômetro...

source: In progress
pt_br: Em andamento

source: In progress...
pt_br: Em progresso...

source: Italic
pt_br: Itálico

source: Library
pt_br: Biblioteca

source: Manage storage
pt_br: Gerencie o armazenamento

source: My Shelf
pt_br: Minha biblioteca

source: No annotations.
pt_br: Nenhuma anotação.

source: No books in your library
pt_br: Nenhum livro em sua biblioteca

source: No recently added books
pt_br: Nenhum livro adicionado recentemente

# NumberOfPagesMustBeGreaterThanOrEqualCurrentPage
source: The number of pages must be greater than or equal current page.
pt_br: O número de páginas deve ser maior ou igual a sua página atual.

source: Options
pt_br: Opções

source: Page
pt_br: Página

source: Page: %lld
pt_br: Página: %lld

source: Pages
pt_br: Páginas

source: Pages read:
pt_br: Páginas lidas:

# PleaseInformPage
source: Please inform the page!
pt_br: Por favor, informe a página!

# PleaseInformValidPage
source: Please inform a valid page!
pt_br: Por favor, informe uma página válida!

source: Please type annotation!
pt_br: Por favor, digite a anotação

# PleaseTypeBookTitle
source: Please type the book title
pt_br: Por favor, digite o título do livro.

# PleaseTypeCurrentPage
source: Please type your current page.
pt_br: Por favor, digite a sua página atual.

# PleaseTypePage
source: Please type book number of pages.
pt_br: Por favor, digite o número de páginas do livro.

source: Reading progress - %@%
pt_br: Progresso da leitura - %@%

source: Reading details
pt_br: Detalhes da leitura

source: Reading end date
pt_br: Data do fim da leitura

source: Reading history
pt_br: Histórico de leituras

source: Reading progress
pt_br: Progresso da leitura

source: Reading start date
pt_br: Data do início da leitura

source: Recently added
pt_br: Adicionado recentemente

source: Released
pt_br: Lançamento

source: Remove
pt_br: Remover

source: Remove date
pt_br: Remover data

source: Remove from library
pt_br: Remover da biblioteca

source: Save
pt_br: Salvar

# SearchBookOrScanDescription
source: Search a book by title, author, description or scan bar code.
pt_br: Pesquise um livro por título, autor, descrição ou escaneie o código de barras.

source: See less
pt_br: Ver menos

source: See more
pt_br: Ver mais

source: Select date
pt_br: Selecionar data

source: Session annotations
pt_br: Anotações da sessão

source: Session duration in minutes and seconds
pt_br: Duração da sessão em minutos e segundos

source: Session in progress
pt_br: Sessão em progresso

source: Settings
pt_br: Ajustes

source: Start Date
pt_br: Data do início

source: Start:
pt_br: Início:

source: Started
pt_br: Iniciado

source: Start reading
pt_br: Comece a leitura

source: Start reading session
pt_br: Iniciar sessão de leitura

source: Start session
pt_br: Comece a leitura

# TapPlusToAdd.
source: Tap on the "+" button to add one book in your library.
pt_br: Toque no botão "+" para adicionar um livro à sua biblioteca.

source: Tap to select a cover art
pt_br: Toque para selecionar uma capa

source: Text color
pt_br: Cor do texto

source: There are not books in progress.
pt_br: Não há livros em andamento.

source: There are not finished books.
pt_br: Não há livros finalizados.

source: Timer
pt_br: Cronômetro

source: Title
pt_br: Título

source: Today, %@
pt_br: Hoje, %@

source: Translate
pt_br: Traduzir

source: Translated
pt_br: Tradução

source: Translator
pt_br: Tradutor

source: Underline
pt_br: Sublinhado

# UseThisAreaToAnnotateInsightsOfYourReading
source: Feel free to use this space to jot down your thoughts, reflections, and key takeaways from your reading. It's your personal section for noting important points, questions, and interpretations to enhance your understanding and retention of the material.
pt_br: Sinta-se à vontade para usar este espaço para anotar seus pensamentos, reflexões e principais aprendizados da sua leitura. É sua seção pessoal para registrar pontos importantes, perguntas e interpretações para melhorar sua compreensão e retenção do material.

source: Warning
pt_br: Aviso

source: Which page did you stop?
pt_br: Em qual página você parou?

# WriteTheNote
source: Write your annotation
pt_br: Escreva a sua anotação

source: Yesterday, %@
pt_br: Ontem, %@

source: You have finished your book!
pt_br: Você finalizou o seu livro!

# YourBookContain %lld %lld
source: You were on page %2$lld, and your book contains %1$lld pages.
pt_br: Você estava na página %2$lld, e seu livro contém %1$lld páginas.
